Repository: Mesutcydev/macpair
Catalog: Sources/HostApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Frames Sent
ar: الإطارات المرسلة
de: Gesendete Frames
es: Fotogramas enviados
fr: Images envoyées
hi: भेजे गए फ्रेम
it: Fotogrammi inviati
ja: 送信フレーム数
ko: 전송된 프레임
nl: Verzonden frames
pl: Wysłane klatki
pt_br: Quadros enviados
ru: Отправлено кадров
sv: Skickade bildrutor
th: เฟรมที่ส่ง
tr: Gönderilen Kareler
vi: Khung hình đã gửi
zh_hans: 已发送帧数
zh_hant: 已傳送幀數

source: Guide
ar: الدليل
de: Anleitung
es: Guía
ja: ガイド
pt_br: Guía
tr: Kılavuz
zh_hans: 指南
zh_hant: 指南

source: hide
ar: إخفاء
de: ausblenden
es: ocultar
fr: masquer
ja: 非表示
pt_br: ocultar
tr: gizle
zh_hans: 隐藏
zh_hant: 隐藏

source: IDLE
ar: خامل
de: INAKTIV
es: INACTIVO
fr: INACTIF
ja: 待機中
pt_br: INACTIVO
tr: BOŞ
zh_hans: 空闲
zh_hant: 空闲

source: info
ar: معلومات
ja: 情報
tr: bilgi
zh_hans: 信息
zh_hant: 信息

source: Inspect permission readiness, transport health, capture throughput, and recent event history.
ar: فحص جاهزية الأذونات، وصحة النقل، وإنتاجية الالتقاط، وسجل الأحداث الأخيرة.
de: Überprüfen Sie die Berechtigungsbereitschaft, den Transportzustand, den Aufnahmedurchsatz und den letzten Ereignisverlauf.
es: Inspeccione la preparación de permisos, el estado del transporte, el rendimiento de captura y el historial reciente de eventos.
fr: Inspectez l'état des autorisations, la santé du transport, le débit de capture et l'historique récent des événements.
hi: अनुमति तत्परता, ट्रांसपोर्ट स्वास्थ्य, कैप्चर थ्रूपुट और हाल के ईवेंट इतिहास का निरीक्षण करें।
it: Ispeziona la prontezza dei permessi, lo stato del trasporto, il throughput di cattura e la cronologia recente degli eventi.
ja: 権限の準備状況、トランスポートの健全性、キャプチャスループット、最近のイベント履歴を検査します。
ko: 권한 준비 상태, 전송 상태, 캡처 처리량 및 최근 이벤트 기록을 검사합니다.
nl: Inspecteer machtigingsgereedheid, transportstatus, opname-doorvoer en recente gebeurtenisgeschiedenis.
pl: Sprawdź gotowość uprawnień, stan transportu, przepustowość przechwytywania i historię ostatnich zdarzeń.
pt_br: Inspecione a prontidão de permissões, a saúde do transporte, a taxa de captura e o histórico recente de eventos.
ru: Проверьте готовность разрешений, состояние транспорта, пропускную способность захвата и историю последних событий.
sv: Inspektera behörighetsberedskap, transporthälsa, infångningsgenomströmning och senaste händelsehistorik.
th: ตรวจสอบความพร้อมของสิทธิ์ สุขภาพการขนส่ง ปริมาณการจับภาพ และประวัติเหตุการณ์ล่าสุด
tr: İzin hazırlığını, aktarım sağlığını, yakalama verimini ve son olay geçmişini inceleyin.
vi: Kiểm tra mức sẵn sàng quyền, tình trạng truyền tải, thông lượng thu thập và lịch sử sự kiện gần đây.
zh_hans: 检查权限就绪情况、传输健康状况、采集吞吐量和最近事件历史。
zh_hant: 檢查權限就緒情況、傳輸健康狀態、擷取吞吐量和最近事件歷史記錄。

source: Install Tailscale
ar: تثبيت Tailscale
de: Tailscale installieren
es: Instalar Tailscale
fr: Installer Tailscale
hi: Tailscale इंस्टॉल करें
it: Installa Tailscale
ja: Tailscaleをインストール
ko: Tailscale 설치
nl: Tailscale installeren
pl: Zainstaluj Tailscale
pt_br: Instalar Tailscale
ru: Установить Tailscale
sv: Installera Tailscale
th: ติดตั้ง Tailscale
tr: Tailscale'i Yükle
vi: Cài đặt Tailscale
zh_hans: 安装 Tailscale
zh_hant: 安裝 Tailscale

source: Last Frame
ar: آخر إطار
de: Letzter Frame
es: Último fotograma
fr: Dernière image
hi: अंतिम फ्रेम
it: Ultimo fotogramma
ja: 最終フレーム
ko: 마지막 프레임
nl: Laatste frame
pl: Ostatnia klatka
pt_br: Último quadro
ru: Последний кадр
sv: Sista bildrutan
th: เฟรมสุดท้าย
tr: Son Kare
vi: Khung hình cuối
zh_hans: 最后一帧
zh_hant: 最後一幀

source: LIVE
ar: مباشر
es: EN VIVO
fr: EN DIRECT
ja: ライブ
pt_br: EN VIVO
tr: CANLI
zh_hans: 直播中
zh_hant: 直播中

source: Live display capture pipeline state and frame counters.
ar: الحالة المباشرة لخط أنابيب التقاط العرض وعدادات الإطارات.
de: Live-Status der Display-Aufnahme-Pipeline und Frame-Zähler.
es: Estado en vivo de la canalización de captura de pantalla y contadores de fotogramas.
fr: État en direct du pipeline de capture d'écran et compteurs d'images.
hi: लाइव डिस्प्ले कैप्चर पाइपलाइन स्थिति और फ्रेम काउंटर।
it: Stato live della pipeline di cattura del display e contatori frame.
ja: ライブディスプレイキャプチャパイプラインの状態とフレームカウンター。
ko: 실시간 디스플레이 캡처 파이프라인 상태 및 프레임 카운터.
nl: Live status van de schermopnamepijplijn en frametellers.
pl: Stan potoku przechwytywania ekranu na żywo i liczniki klatek.
pt_br: Estado ao vivo do pipeline de captura de tela e contadores de quadros.
ru: Состояние конвейера захвата дисплея и счетчики кадров в реальном времени.
sv: Live-status för skärminfångningspipeline och bildruträknare.
th: สถานะไปป์ไลน์การจับภาพหน้าจอแบบสดและตัวนับเฟรม
tr: Canlı ekran yakalama ardışık düzeni durumu ve kare sayaçları.
vi: Trạng thái trực tiếp đường ống thu thập màn hình và bộ đếm khung hình.
zh_hans: 实时显示采集管线状态和帧计数器。
zh_hant: 即時顯示擷取管線狀態和幀計數器。

source: Live frame counters and stream restart tracking.
ar: عدادات الإطارات المباشرة وتتبع إعادة تشغيل البث.
de: Live-Frame-Zähler und Stream-Neustartverfolgung.
es: Contadores de fotogramas en vivo y seguimiento de reinicios de transmisión.
fr: Compteurs d'images en direct et suivi des redémarrages de flux.
hi: लाइव फ्रेम काउंटर और स्ट्रीम रीस्टार्ट ट्रैकिंग।
it: Contatori frame live e monitoraggio riavvii stream.
ja: ライブフレームカウンターとストリーム再起動追跡。
ko: 실시간 프레임 카운터 및 스트림 재시작 추적.
nl: Live frametellers en streamherstel-tracking.
pl: Liczniki klatek na żywo i śledzenie restartów strumienia.
pt_br: Contadores de quadros ao vivo e rastreamento de reinício de stream.
ru: Счетчики кадров в реальном времени и отслеживание перезапусков потока.
sv: Live-bildruträknare och spårning av strömomstarter.
th: ตัวนับเฟรมแบบสดและการติดตามการเริ่มสตรีมใหม่
tr: Canlı kare sayaçları ve akış yeniden başlatma takibi.
vi: Bộ đếm khung hình trực tiếp và theo dõi khởi động lại luồng.
zh_hans: 实时帧计数器和流重启跟踪。
zh_hant: 即時幀計數器和串流重啟追蹤。

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
pt_br: Cargando…
tr: Yükleniyor…
zh_hans: 加载中…
zh_hant: 加载中…

source: low power mode
ar: وضع توفير الطاقة
de: energiesparmodus
es: modo de bajo consumo
fr: mode économie d'énergie
ja: 省電力モード
pt_br: modo de bajo consumo
tr: düşük güç modu
zh_hans: 低功耗模式
zh_hant: 低功耗模式

source: Vamp Host Guide
ar: دليل MacHost
de: Vamp Host-Anleitung
es: Guía de Vamp Host
fr: Guide Vamp Host
ja: Vamp Hostガイド
pt_br: Guía de Vamp Host
tr: Vamp Host Kılavuzu
zh_hans: Vamp Host 指南
zh_hant: Vamp Host 指南

source: Needs approval in System Settings
ar: يحتاج موافقة في إعدادات النظام
de: Genehmigung in den Systemeinstellungen erforderlich
es: Requiere aprobación en Ajustes del Sistema
fr: Approbation requise dans les Réglages Système
ja: システム設定での承認が必要
pt_br: Requiere aprobación en Ajustes del Sistema
tr: Sistem Ayarlarında onay gerekiyor
zh_hans: 需要在系统设置中批准
zh_hant: 需要在系统设置中批准

source: needs attention
ar: يحتاج اهتماماً
de: aufmerksamkeit erforderlich
es: requiere atención
fr: attention requise
ja: 要確認
pt_br: requiere atención
tr: dikkat gerekiyor
zh_hans: 需要关注
zh_hant: 需要关注

source: No events recorded yet.
ar: لم يتم تسجيل أي أحداث بعد.
de: Noch keine Ereignisse aufgezeichnet.
es: No hay eventos registrados aún.
fr: Aucun événement enregistré pour l'instant.
ja: イベントがまだ記録されていません。
pt_br: No hay eventos registrados aún.
tr: Henüz olay kaydedilmedi.
zh_hans: 暂无事件记录。
zh_hant: 暂无事件记录。

source: No Paired Devices
ar: لا توجد أجهزة مقترنة
de: Keine gekoppelten Geräte
es: Sin dispositivos vinculados
fr: Aucun appareil associé
ja: ペアリング済みデバイスなし
pt_br: Sin dispositivos vinculados
tr: Eşleştirilmiş Cihaz Yok
zh_hans: 无配对设备
zh_hant: 无配对设备

source: open dashboard
ar: فتح لوحة التحكم
de: dashboard öffnen
es: abrir panel
fr: ouvrir le tableau de bord
ja: ダッシュボードを開く
pt_br: abrir panel
tr: gösterge panelini aç
zh_hans: 打开仪表板
zh_hant: 打开仪表板

source: Open Permissions
ar: فتح الأذونات
de: Berechtigungen öffnen
es: Abrir permisos
fr: Ouvrir les autorisations
ja: 権限を開く
pt_br: Abrir permisos
tr: İzinleri Aç
zh_hans: 打开权限
zh_hant: 打开权限

source: Paired Devices
ar: الأجهزة المقترنة
de: Gekoppelte Geräte
es: Dispositivos vinculados
fr: Appareils associés
ja: ペアリング済みデバイス
pt_br: Dispositivos vinculados
tr: Eşleştirilmiş Cihazlar
zh_hans: 配对设备
zh_hant: 配对设备

source: Peer
ar: النظير
es: Par
fr: Pair
hi: पीयर
ja: ピア
ko: 피어
pl: Partner
pt_br: Par
ru: Пир
th: เพียร์
tr: Eş
vi: Đồng đẳng
zh_hans: 对等端
zh_hant: 對等端

source: permissions
ar: الأذونات
de: berechtigungen
es: permisos
fr: autorisations
ja: 権限
pt_br: permisos
tr: izinler
zh_hans: 权限
zh_hant: 权限

source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
pt_br: Permisos
tr: İzinler
zh_hans: 权限
zh_hant: 权限

source: Phase
ar: المرحلة
es: Fase
hi: चरण
it: Fase
ja: フェーズ
ko: 단계
nl: Fase
pl: Faza
pt_br: Fase
ru: Фаза
sv: Fas
th: ระยะ
tr: Aşama
vi: Giai đoạn
zh_hans: 阶段
zh_hant: 階段

source: Pipeline
ar: خط الأنابيب
es: Canalización
hi: पाइपलाइन
ja: パイプライン
ko: 파이프라인
nl: Pijplijn
pl: Potok
ru: Конвейер
th: ไปป์ไลน์
tr: Ardışık Düzen
vi: Đường ống
zh_hans: 管线
zh_hant: 管線

source: preparing secure session
ar: تحضير جلسة آمنة
de: sichere sitzung wird vorbereitet
es: preparando sesión segura
fr: préparation d'une session sécurisée
ja: セキュアセッション準備中
pt_br: preparando sesión segura
tr: güvenli oturum hazırlanıyor
zh_hans: 正在准备安全会话
zh_hant: 正在准备安全会话

source: Primary
ar: أساسي
de: Primär
es: Principal
fr: Principal
hi: प्राथमिक
it: Primario
ja: プライマリ
ko: 기본
nl: Primair
pl: Główny
pt_br: Principal
ru: Основной
sv: Primär
th: หลัก
tr: Birincil
vi: Chính
zh_hans: 主要
zh_hant: 主要

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
sv: Kvalitet
th: คุณภาพ
tr: Kalite
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: quit
ar: إنهاء
de: beenden
es: salir
fr: quitter
ja: 終了
pt_br: salir
tr: çık
zh_hans: 退出
zh_hant: 退出

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
pt_br: Listo
tr: Hazır
zh_hans: 就绪
zh_hant: 就绪

source: READY
ar: جاهز
de: BEREIT
es: LISTO
fr: PRÊT
ja: 準備完了
pt_br: LISTO
tr: HAZIR
zh_hans: 就绪
zh_hant: 就绪

source: ready for trusted devices
ar: جاهز للأجهزة الموثوقة
de: bereit für vertrauenswürdige geräte
es: listo para dispositivos de confianza
fr: prêt pour les appareils de confiance
ja: 信頼済みデバイス受入準備完了
pt_br: listo para dispositivos de confianza
tr: güvenilir cihazlar için hazır
zh_hans: 已准备好接受受信设备
zh_hant: 已准备好接受受信设备

source: Recent Events
ar: الأحداث الأخيرة
de: Letzte Ereignisse
es: Eventos recientes
fr: Événements récents
hi: हाल के ईवेंट
it: Eventi recenti
ja: 最近のイベント
ko: 최근 이벤트
nl: Recente gebeurtenissen
pl: Ostatnie zdarzenia
pt_br: Eventos recentes
ru: Последние события
sv: Senaste händelser
th: เหตุการณ์ล่าสุด
tr: Son Olaylar
vi: Sự kiện gần đây
zh_hans: 最近事件
zh_hant: 最近事件

source: Reconfigs
ar: إعادة التكوين
de: Neukonfigurationen
es: Reconfiguraciones
fr: Reconfigurations
hi: पुनर्संरचना
it: Riconfigurazioni
ja: 再設定
ko: 재구성
nl: Herconfiguraties
pl: Rekonfiguracje
pt_br: Reconfigurações
ru: Переконфигурации
sv: Omkonfigurationer
th: การกำหนดค่าใหม่
tr: Yeniden Yapılandırmalar
vi: Cấu hình lại
zh_hans: 重新配置
zh_hant: 重新配置

source: Recording
ar: التسجيل
de: Aufzeichnung
es: Grabación
fr: Enregistrement
hi: रिकॉर्डिंग
it: Registrazione
ja: 録画
ko: 녹화
nl: Opname
pl: Nagrywanie
pt_br: Gravação
ru: Запись
sv: Inspelning
th: การบันทึก
tr: Kayıt
vi: Ghi hình
zh_hans: 录制
zh_hant: 錄製

source: Recording is off.
ar: التسجيل متوقف.
de: Aufzeichnung ist aus.
es: La grabación está desactivada.
fr: L'enregistrement est désactivé.
ja: 録画はオフです。
pt_br: La grabación está desactivada.
tr: Kayıt kapalı.
zh_hans: 录制已关闭。
zh_hant: 录制已关闭。

source: Recording now writes a playable H.264 MP4 from the capture stream without disturbing the remote transport path.
ar: يقوم التسجيل الآن بكتابة ملف MP4 H.264 قابل للتشغيل من دفق الالتقاط دون إزعاج مسار النقل عن بُعد.
de: Die Aufzeichnung schreibt jetzt eine abspielbare H.264-MP4-Datei aus dem Aufnahmestream, ohne den Remote-Transportpfad zu stören.
es: La grabación ahora escribe un MP4 H.264 reproducible desde el flujo de captura sin perturbar la ruta de transporte remoto.
fr: L'enregistrement écrit désormais un fichier MP4 H.264 lisible à partir du flux de capture sans perturber le chemin de transport à distance.
hi: रिकॉर्डिंग अब कैप्चर स्ट्रीम से एक चलाने योग्य H.264 MP4 लिखती है, बिना रिमोट ट्रांसपोर्ट पथ को बाधित किए।
it: La registrazione ora scrive un MP4 H.264 riproducibile dal flusso di cattura senza disturbare il percorso di trasporto remoto.
ja: 録画は、リモート転送パスを妨げることなく、キャプチャストリームから再生可能なH.264 MP4を書き込むようになりました。
ko: 녹화는 이제 원격 전송 경로를 방해하지 않고 캡처 스트림에서 재생 가능한 H.264 MP4를 기록합니다.
nl: Opname schrijft nu een afspeelbare H.264 MP4 van de opnamestream zonder het externe transportpad te verstoren.
pl: Nagrywanie zapisuje teraz odtwarzalny plik H.264 MP4 ze strumienia przechwytywania, nie zakłócając zdalnej ścieżki transportowej.
pt_br: A gravação agora grava um MP4 H.264 reproduzível do fluxo de captura sem perturbar o caminho de transporte remoto.
ru: Запись теперь создает воспроизводимый H.264 MP4 из потока захвата, не нарушая удаленный транспортный путь.
sv: Inspelning skriver nu en spelbar H.264 MP4 från infångningsströmmen utan att störa fjärrtransportvägen.
th: การบันทึกเขียนไฟล์ H.264 MP4 ที่เล่นได้จากสตรีมการจับภาพ โดยไม่รบกวนเส้นทางการขนส่งระยะไกล
tr: Kayıt artık uzak aktarım yolunu bozmadan yakalama akışından oynatılabilir bir H.264 MP4 yazıyor.
vi: Ghi hình hiện ghi tệp MP4 H.264 có thể phát từ luồng thu thập mà không làm gián đoạn đường truyền từ xa.
zh_hans: 录制现在从采集流中写入可播放的 H.264 MP4，不会干扰远程传输路径。
zh_hant: 錄製現在從擷取串流寫入可播放的 H.264 MP4，不會干擾遠端傳輸路徑。

source: Recording To
ar: التسجيل إلى
de: Aufzeichnen nach
es: Grabando en
fr: Enregistrer vers
hi: रिकॉर्डिंग स्थान
it: Registrazione su
ja: 録画先
ko: 녹화 대상
nl: Opnemen naar
pl: Nagrywanie do
pt_br: Gravando em
ru: Запись в
sv: Spelar in till
th: บันทึกไปที่
tr: Kayıt Konumu
vi: Ghi vào
zh_hans: 录制到
zh_hant: 錄製到

source: refresh
ar: تحديث
de: aktualisieren
es: actualizar
fr: actualiser
hi: ताज़ा करें
it: aggiorna
ja: 更新
ko: 새로고침
nl: vernieuwen
pl: odśwież
pt_br: atualizar
ru: обновить
sv: uppdatera
th: รีเฟรช
tr: yenile
vi: làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
pt_br: Actualizar
tr: Yenile
zh_hans: 刷新
zh_hant: 刷新

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否
pt_br: Rechazar
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒绝

source: remote access
ar: الوصول عن بُعد
de: fernzugriff
es: acceso remoto
fr: accès distant
ja: リモートアクセス
pt_br: acceso remoto
tr: uzak erişim
zh_hans: 远程访问
zh_hant: 远程访问

source: Request Prompt
ar: طلب موافقة
de: Genehmigung anfordern
es: Solicitar permiso
fr: Demander l'autorisation
ja: 許可をリクエスト
pt_br: Solicitar permiso
tr: İzin İste
zh_hans: 请求提示
zh_hant: 请求提示

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ॉल्यूशन
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: restart
ar: إعادة التشغيل
de: neustart
es: reiniciar
fr: redémarrer
ja: 再起動
pt_br: reiniciar
tr: yeniden başlat
zh_hans: 重启
zh_hant: 重启

source: Restarts
ar: إعادة التشغيل
de: Neustarts
es: Reinicios
fr: Redémarrages
hi: पुनरारंभ
it: Riavvii
ja: 再起動回数
ko: 재시작
nl: Herstarts
pl: Restarty
pt_br: Reinicializações
ru: Перезапуски
sv: Omstarter
th: การเริ่มใหม่
tr: Yeniden Başlatmalar
vi: Khởi động lại
zh_hans: 重启次数
zh_hant: 重啟次數

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Revoke Trust
ar: إلغاء الثقة
de: Vertrauen widerrufen
es: Revocar confianza
fr: Révoquer la confiance
ja: 信頼を取り消す
pt_br: Revocar confianza
tr: Güveni İptal Et
zh_hans: 撤销信任
zh_hant: 撤销信任

source: Revoked
ar: ملغى
de: Widerrufen
es: Revocado
fr: Révoqué
ja: 取り消し済み
pt_br: Revocado
tr: İptal Edildi
zh_hans: 已撤销
zh_hant: 已撤销

source: runtime
ar: وقت التشغيل
de: laufzeit
es: tiempo de ejecución
ja: ランタイム
pt_br: tiempo de ejecución
tr: çalışma zamanı
zh_hans: 运行时
zh_hant: 运行时

source: runtime not started
ar: وقت التشغيل لم يبدأ
de: laufzeit nicht gestartet
es: tiempo de ejecución no iniciado
fr: runtime non démarré
ja: ランタイム未起動
pt_br: tiempo de ejecución no iniciado
tr: çalışma zamanı başlatılmadı
zh_hans: 运行时未启动
zh_hant: 运行时未启动

source: runtime stopped
ar: وقت التشغيل متوقف
de: laufzeit gestoppt
es: tiempo de ejecución detenido
fr: runtime arrêté
ja: ランタイム停止
pt_br: tiempo de ejecución detenido
tr: çalışma zamanı durdu
zh_hans: 运行时已停止
zh_hant: 运行时已停止

source: Saved As
ar: محفوظ باسم
de: Gespeichert als
es: Guardado como
fr: Enregistré sous
hi: इस रूप में सहेजा गया
it: Salvato come
ja: 保存名
ko: 저장 이름
nl: Opgeslagen als
pl: Zapisano jako
pt_br: Salvo como
ru: Сохранено как
sv: Sparat som
th: บันทึกเป็น
tr: Farklı Kaydet
vi: Đã lưu dưới dạng
zh_hans: 保存为
zh_hant: 儲存為

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
ru: Безопасность
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全性

source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fr: Envoyé
hi: भेजा गया
it: Inviato
ja: 送信済み
ko: 전송됨
nl: Verzonden
pl: Wysłane
pt_br: Enviado
ru: Отправлено
sv: Skickat
th: ส่งแล้ว
tr: Gönderildi
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已傳送

source: session
ar: الجلسة
de: sitzung
es: sesión
ja: セッション
pt_br: sesión
tr: oturum
zh_hans: 会话
zh_hant: 会话

source: session active
ar: الجلسة نشطة
de: sitzung aktiv
es: sesión activa
ja: セッション実行中
pt_br: sesión activa
tr: oturum aktif
zh_hans: 会话活动中
zh_hant: 会话活动中

source: settings
ar: الإعدادات
de: einstellungen
es: ajustes
fr: paramètres
ja: 設定
pt_br: ajustes
tr: ayarlar
zh_hans: 设置
zh_hant: 设置

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pt_br: Configuración
tr: Ayarlar
zh_hans: 设置
zh_hant: 设置

source: Setup
ar: الإعداد
de: Einrichtung
es: Configuración
fr: Configuration
hi: सेटअप
it: Configurazione
ja: セットアップ
ko: 설정
nl: Instellingen
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
sv: Inställning
th: การตั้งค่า
tr: Kurulum
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

source: SETUP
ar: إعداد
de: EINRICHTUNG
es: CONFIGURAR
fr: CONFIG
ja: 設定
pt_br: CONFIGURAR
tr: KURULUM
zh_hans: 设置
zh_hant: 设置

source: setup guide
ar: دليل الإعداد
de: einrichtungsanleitung
es: guía de configuración
fr: guide de configuration
ja: セットアップガイド
pt_br: guía de configuración
tr: kurulum kılavuzu
zh_hans: 设置指南
zh_hant: 设置指南

source: setup required
ar: الإعداد مطلوب
de: einrichtung erforderlich
es: se requiere configuración
fr: configuration requise
ja: セットアップが必要
pt_br: se requiere configuración
tr: kurulum gerekli
zh_hans: 需要设置
zh_hant: 需要设置

source: Setup Required
ar: الإعداد مطلوب
de: Einrichtung erforderlich
es: Se requiere configuración
fr: Configuration requise
ja: セットアップが必要
pt_br: Se requiere configuración
tr: Kurulum gerekli
zh_hans: 需要设置
zh_hant: 需要设置

source: Share Recording
ar: مشاركة التسجيل
de: Aufzeichnung teilen
es: Compartir grabación
fr: Partager l'enregistrement
ja: 録画を共有
pt_br: Compartir grabación
tr: Kaydı Paylaş
zh_hans: 分享录制
zh_hant: 分享录制

source: start at login
ar: البدء عند تسجيل الدخول
de: bei anmeldung starten
es: iniciar al iniciar sesión
fr: démarrer à la connexion
ja: ログイン時に起動
pt_br: iniciar al iniciar sesión
tr: girişte başlat
zh_hans: 登录时启动
zh_hant: 登录时启动

source: Start Capture
ar: بدء التقاط
de: Aufnahme starten
es: Iniciar captura
fr: Démarrer la capture
ja: キャプチャ開始
pt_br: Iniciar captura
tr: Yakalamayı Başlat
zh_hans: 开始捕获
zh_hant: 开始捕获

source: Start Recording
ar: بدء التسجيل
de: Aufzeichnung starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録画開始
pt_br: Iniciar grabación
tr: Kaydı Başlat
zh_hans: 开始录制
zh_hant: 开始录制

source: State
ar: الحالة
de: Status
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
nl: Status
pl: Stan
pt_br: Estado
ru: Состояние
sv: Tillstånd
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: status
ar: الحالة
es: estado
fr: statut
ja: 状態
pt_br: estado
tr: durum
zh_hans: 状态
zh_hant: 状态

source: Stop Capture
ar: إيقاف التقاط
de: Aufnahme stoppen
es: Detener captura
fr: Arrêter la capture
ja: キャプチャ停止
pt_br: Detener captura
tr: Yakalamayı Durdur
zh_hans: 停止捕获
zh_hant: 停止捕获

source: Stop Recording
ar: إيقاف التسجيل
de: Aufzeichnung stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
ja: 録画停止
pt_br: Detener grabación
tr: Kaydı Durdur
zh_hans: 停止录制
zh_hant: 停止录制

source: stop session
ar: إيقاف الجلسة
de: sitzung beenden
es: detener sesión
fr: arrêter la session
ja: セッション停止
pt_br: detener sesión
tr: oturumu durdur
zh_hans: 停止会话
zh_hant: 停止会话

source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止済み
pt_br: Detenido
tr: Durduruldu
zh_hans: 已停止
zh_hant: 已停止

source: Stream Bridge
ar: جسر البث
de: Stream-Brücke
es: Puente de transmisión
fr: Pont de flux
hi: स्ट्रीम ब्रिज
it: Ponte stream
ja: ストリームブリッジ
ko: 스트림 브릿지
nl: Streambrug
pl: Most strumieniowy
pt_br: Ponte de stream
ru: Мост потока
sv: Strömbrygga
th: บริดจ์สตรีม
tr: Akış Köprüsü
vi: Cầu luồng
zh_hans: 流桥接
zh_hant: 串流橋接

source: Streaming
ar: البث
es: Transmisión
fr: Diffusion
ja: ストリーミング
pt_br: Transmisión
tr: Yayın
zh_hans: 直播
zh_hant: 直播

source: These devices no longer have access.
ar: لم تعد هذه الأجهزة تمتلك حق الوصول.
de: Diese Geräte haben keinen Zugriff mehr.
es: Estos dispositivos ya no tienen acceso.
fr: Ces appareils n'ont plus accès.
hi: इन डिवाइसों की अब पहुंच नहीं है।
it: Questi dispositivi non hanno più accesso.
ja: これらのデバイスはアクセスできなくなりました。
ko: 이러한 기기는 더 이상 액세스할 수 없습니다.
nl: Deze apparaten hebben geen toegang meer.
pl: Te urządzenia nie mają już dostępu.
pt_br: Esses dispositivos não têm mais acesso.
ru: Эти устройства больше не имеют доступа.
sv: Dessa enheter har inte längre åtkomst.
th: อุปกรณ์เหล่านี้ไม่มีสิทธิ์เข้าถึงอีกต่อไป
tr: Bu cihazların artık erişimi yok.
vi: Các thiết bị này không còn quyền truy cập.
zh_hans: 这些设备不再具有访问权限。
zh_hant: 這些裝置不再具有存取權限。

source: This device will no longer be able to control your Mac without re-approval.
ar: لن يتمكن هذا الجهاز من التحكم في جهاز Mac الخاص بك بعد الآن دون إعادة الموافقة.
de: Dieses Gerät kann Ihren Mac ohne erneute Genehmigung nicht mehr steuern.
es: Este dispositivo ya no podrá controlar su Mac sin una nueva aprobación.
fr: Cet appareil ne pourra plus contrôler votre Mac sans nouvelle approbation.
hi: यह डिवाइस अब पुनः स्वीकृति के बिना आपके Mac को नियंत्रित नहीं कर पाएगा।
it: Questo dispositivo non potrà più controllare il tuo Mac senza una nuova approvazione.
ja: このデバイスは再承認なしではMacを制御できなくなります。
ko: 이 기기는 재승인 없이는 더 이상 Mac을 제어할 수 없습니다.
nl: Dit apparaat kan uw Mac niet langer bedienen zonder nieuwe goedkeuring.
pl: To urządzenie nie będzie już mogło kontrolować Twojego Maca bez ponownego zatwierdzenia.
pt_br: Este dispositivo não poderá mais controlar seu Mac sem uma nova aprovação.
ru: Это устройство больше не сможет управлять вашим Mac без повторного одобрения.
sv: Denna enhet kommer inte längre att kunna styra din Mac utan nytt godkännande.
th: อุปกรณ์นี้จะไม่สามารถควบคุม Mac ของคุณได้อีกต่อไปหากไม่ได้รับการอนุมัติใหม่
tr: Bu cihaz, yeniden onay almadan Mac'inizi artık kontrol edemeyecek.
vi: Thiết bị này sẽ không thể điều khiển Mac của bạn nếu không được phê duyệt lại.
zh_hans: 此设备将无法再控制您的 Mac，除非重新批准。
zh_hant: 此裝置未經重新核准將無法再控制您的 Mac。
